[{"attributes":{"title":"Analysis, transcription, and composition in \"Under the sea ice\", for string quartet and electronics","slug":null,"youtube":"2qfmJ4nQcIw&t","year":2019,"creation_date":"2019-12-07T00:00:00.000Z","category":"Talks"},"body":"<p>Presentation at the Coastal Futures Festival, University of Virginia, September 25th, 2019. The talk explains the composition process for &quot;Under the sea ice&quot;, for string quartet. The thematic material of this piece consists of detailed transcriptions of six types of calls of Arctic bearded seals. </p>\n","frontmatter":"title: Analysis, transcription, and composition in \"Under the sea ice\", for string quartet and electronics \nslug: \nyoutube: 2qfmJ4nQcIw&t\nyear: 2019\ncreation_date: 2019-12-07\ncategory: Talks"},{"attributes":{"title":"Geysir, musical translation of geological noise","slug":"geysir-analysis","mp3":"staff1-bar39.mp3_DESCRIPTION_Sound example (Staff 1)$ staff2-bar57.mp3_DESCRIPTION_Sound example (Staff 2)$ staff3-bar24.mp3_DESCRIPTION_Sound example (Staff 3)$ staff4-bar83.mp3_DESCRIPTION_Sound example (Staff 4)$ staff5-bar24.mp3_DESCRIPTION_Sound example (Staff 5)$ staff6-bar86.mp3_DESCRIPTION_Sound example (Staff 6)$ staff7-bar94.mp3_DESCRIPTION_Sound example (Staff 7)$ geysir.mp3_DESCRIPTION_Geysir, for seven pianists and electronics","image":"geysir-amplitude.png","img_width":600,"pdf":"geysir-cmmr-proceedings.pdf_DESCRIPTION_2019 CMMR Proceedings –Geysir, musical translation of geological noise$ geysir-pitch-class-predominance-analysis.pdf_DESCRIPTION_Pitch predominance analysis (full code results)$ Geysir-score.pdf_DESCRIPTION_Geysir, for seven pianists and electronics (full score)","year":2016,"creation_date":"2016-05-15T00:00:00.000Z","category":"Writings"},"body":"<p>The sounds of geological phenomena are generally noise. Wind, glaciers, oceans, streams, and other geological sounds present a vast content of frequencies that often obscures individual pitches or groups of pitches. However, noise varies from sound to sound with different pitch predominance and patterns. This variance contributes to the signature that makes several noise sounds unique. In this study, the sound  of one the geysers in the Geysir system of the Haukadalur valley, 180 miles Northeast of Reykjavik, Iceland, is recorded and analyzed in multiple time segments, each with its own pitch predominance and, therefore, signature. The analysis is further adapted into a piece for seven spatialized pianists and electronics of my authorship, Geysir, which features the amplitude and predominant pitch class fluctuations throughout the geyser sample.</p>\n<p>In this study, 11 minutes of recording are analyzed using a suite of software for the identification of amplitude and frequency (pitch) content. The pitches are quantized –simplified– to equal temperament (C, C#, D, D#, etc.) in order to be adapted to the piano’s tuning affordances. The details of the process are included in the paper &quot;Geysir: musical translation of geological noise&quot;, co-authored by Jon Gomez and myself, published in the proceedings of the 2019 Computer Music Multidisciplinary Research conference in Marseille. </p>\n<p>The audios provided below are examples illustrating pitch sets derived from the pitch predominance analysis. The examples present the pitch collections in the following order: 1) as the featured pitch collection in ascending order (as a scale), mapping loudness to predominance; 2) as a cluster with all the notes sounding simultaneously at equal intensities; 3) as a succession of notes or chords featuring high predominance, medium predominance and low predominance pitches in succession. See the full score for notation and transformations of these sets. </p>\n<p>Following the examples is the recording of the live telematic/spatialized performance of the resulting piece –Geysir, for seven pianists and electronics.</p>\n<p>Three pdf links are provided below: 1) the published paper in the 2019 CMMR proceedings; 2) amplitude contours of the geyser by octave; 3) full pitch predominance analysis code results; 4) full geyser transcription for seven pianists and electronics.</p>\n","frontmatter":"title: Geysir, musical translation of geological noise \nslug: geysir-analysis\nmp3: staff1-bar39.mp3_DESCRIPTION_Sound example (Staff 1)$ staff2-bar57.mp3_DESCRIPTION_Sound example (Staff 2)$ staff3-bar24.mp3_DESCRIPTION_Sound example (Staff 3)$ staff4-bar83.mp3_DESCRIPTION_Sound example (Staff 4)$ staff5-bar24.mp3_DESCRIPTION_Sound example (Staff 5)$ staff6-bar86.mp3_DESCRIPTION_Sound example (Staff 6)$ staff7-bar94.mp3_DESCRIPTION_Sound example (Staff 7)$ geysir.mp3_DESCRIPTION_Geysir, for seven pianists and electronics\nimage: geysir-amplitude.png\nimg_width: 600\npdf: geysir-cmmr-proceedings.pdf_DESCRIPTION_2019 CMMR Proceedings –Geysir, musical translation of geological noise$ geysir-pitch-class-predominance-analysis.pdf_DESCRIPTION_Pitch predominance analysis (full code results)$ Geysir-score.pdf_DESCRIPTION_Geysir, for seven pianists and electronics (full score)\nyear: 2016\ncreation_date: 2016-05-15\ncategory: Writings"},{"attributes":{"title":"François-Bernard Mâche's \"Korwar\", notation implications of timbre in sound models","slug":"korwar","image":"korwar-mache-image.png","img_width":400,"pdf":"korwar-mache-analysis.pdf_DESCRIPTION_François-Bernard Mâche's \"Korwar\"","year":2018,"creation_date":"2018-04-15T00:00:00.000Z","category":"Writings"},"body":"<p>Korwar (1972) is a piece for harpsichord and tape written by French composer, musicologist, zoomusicologist, art historian and archeologist, François-Bernard Mâche (b. 1935). It is one of a multitude of works by Mâche that consist of, in his words, “an aesthetic project on the basis of a harmony with natural data”1. In Korwar, sounds of human speech (in Xhosa –a Niger-Congo language), birds, boars, whales, frogs, shrimp, guanacos, and rain, are the natural data from which the aesthetic idea of the piece is derived. Such human, animal and geological sounds are both featured as pre-recorded sounds in the piece and treated as sound models that are translated into motivic, textural and timbral material for the harpsichord. This analysis explores the relationships between the harpsichord and the pre-recorded sounds with regards to three main categories: 1. timbre (on a pitch to noise gradient), 2. synchrony, and 3. notation (on a determinate to indeterminate gradient). Conclusions regarding Form are extracted from the timbre-synchrony-notation analysis. In addition to the aforementioned comparative focus, the analysis also studies the harpsichord and tape parts independently, presenting Mâche’s various ideas of transcription, notation and instrumentation of pre-recorded natural and human sounds.</p>\n","frontmatter":"title: François-Bernard Mâche's \"Korwar\", notation implications of timbre in sound models \nslug: korwar\nimage: korwar-mache-image.png\nimg_width: 400\npdf: korwar-mache-analysis.pdf_DESCRIPTION_François-Bernard Mâche's \"Korwar\"\nyear: 2018\ncreation_date: 2018-04-15\ncategory: Writings"},{"attributes":{"title":"Night music, musical translation of stridulating insects","slug":"nightmusic-analysis","mp3":"night-music-field-recorrding.mp3_DESCRIPTION_Source material field recording_stridulating insects at dusk, Walnut Creek Park, Virginia$ nightmusic.mp3_DESCRIPTION_Composition_Night music, for spatialized reed quintet and electronics","image":"night-music-sonogram.png","img_width":600,"pdf":"Stine_Luna-Mega_Musical-aesthetics-of-the-natural-world.pdf_DESCRIPTION_Night music, in Eli Stine and Christopher Luna-Mega's paper 'Musical Aesthetics of the Natural World'$ night-music-score.pdf_DESCRIPTION_Night music, score","year":2019,"creation_date":"2019-09-04T00:00:00.000Z","category":"Writings"},"body":"<p>Night music, for spatialized reed quintet and electronics, is derived from direct transcriptions and arrangements of recordings of the summer dusk and night sounds of insects and other creatures in a Virginia forest. Every movement in the piece is a fragment taken from the 40 minute original recording. The striking increase in density and loudness as dusk becomes night is the guiding formal principle of the piece. The recordings, featured in the electronics, were made with five simultaneous microphones in a pentagonal formation, at a distance of ~30 meters between each mic. Each of the five microphone analyses and transcriptions was assigned to an instrument (mic 1 to ob.; mic 2 to cl., etc.), rotating the pairings in each movement. The multi-channel recording sought an expanded listening field resulting from the different microphone responses and placings. Among the various features of the night sounds, one particularly caught my ears: constantly microtonally morphing triads and their aggregates resulting from the superimposition of the multitude of crickets.</p>\n<p>The detailed steps of the process are included in the paper &quot;Musical Aesthetics of the Natural World&quot;, co-authored with Eli Stine and published in the Jefferson Journal of Science and Culture. Please find the link to the article below.</p>\n","frontmatter":"title: Night music, musical translation of stridulating insects \nslug: nightmusic-analysis\nmp3: night-music-field-recorrding.mp3_DESCRIPTION_Source material field recording_stridulating insects at dusk, Walnut Creek Park, Virginia$ nightmusic.mp3_DESCRIPTION_Composition_Night music, for spatialized reed quintet and electronics\nimage: night-music-sonogram.png\nimg_width: 600\npdf: Stine_Luna-Mega_Musical-aesthetics-of-the-natural-world.pdf_DESCRIPTION_Night music, in Eli Stine and Christopher Luna-Mega's paper 'Musical Aesthetics of the Natural World'$ night-music-score.pdf_DESCRIPTION_Night music, score\nyear: 2019\ncreation_date: 2019-09-04\ncategory: Writings"},{"attributes":{"title":"Peter Ablinger's \"Quadraturen IV\", perception and reproduction of environmental sound through instrumental music","slug":"quadraturen-iv","image":"quadraturen-iv-image.png","img_width":350,"pdf":"quadratureniv-ablinger-analysis.pdf_DESCRIPTION_Peter Ablinger's \"Quadraturen IV\"","year":2017,"creation_date":"2017-04-30T00:00:00.000Z","category":"Writings"},"body":"<p>This paper focuses on Peter Ablinger&#39;s fascinating reflection on perception as a compositional building block in the fourth piece of cycle &quot;Quadraturen&quot;. The paper begins with an overview of the salient musical and conceptual features of Quadraturen IV. It then explores different connections of the piece as a translation of “reality” through music notation, orchestration and performance with theories of perception developed by biologist Humberto Maturana, cyberneticist Gregory Bateson and art critic Jonathan Crary. Lastly, as a reading of Bateson’s multiple versions of the world, Maturana’s ideas about perception in Autopoiesis and cognition, and Ablinger’s techniques used in Quadraturen IV, an alternate experimental idea of a spectral analysis and translation to music for performers is provided. This model is an example of a different approach to composition that would incorporate simultaneous modes of perception and instrumentations of the same environmental recording. </p>\n","frontmatter":"title: Peter Ablinger's \"Quadraturen IV\", perception and reproduction of environmental sound through instrumental music\nslug: quadraturen-iv\nimage: quadraturen-iv-image.png\nimg_width: 350\npdf: quadratureniv-ablinger-analysis.pdf_DESCRIPTION_Peter Ablinger's \"Quadraturen IV\"\nyear: 2017\ncreation_date: 2017-04-30\ncategory: Writings"}]