[{"attributes":{"title":"Analysis of pitch class predominance and amplitude of Geysir, Haukadalur valley, Iceland","slug":"geysir-analysis","mp3":"staff1-bar39.mp3_DESCRIPTION_Sound example (Staff 1)$ staff2-bar57.mp3_DESCRIPTION_Sound example (Staff 2)$ staff3-bar24.mp3_DESCRIPTION_Sound example (Staff 3)$ staff4-bar83.mp3_DESCRIPTION_Sound example (Staff 4)$ staff5-bar24.mp3_DESCRIPTION_Sound example (Staff 5)$ staff6-bar86.mp3_DESCRIPTION_Sound example (Staff 6)$ staff7-bar94.mp3_DESCRIPTION_Sound example (Staff 7)","image":"geysir-amplitude.png","img_width":600,"pdf":"amplitude-contours.pdf_DESCRIPTION_Amplitude contours by octave$ geysir-pitch-class-predominance-analysis.pdf_DESCRIPTION_Pitch predominance analysis (full code results)$ geysir-score.pdf_DESCRIPTION_Geysir, for seven pianists and electronics (full score)","year":2016,"creation_date":"2016-05-15T00:00:00.000Z","category":"Sound model-based compositions"},"body":"<p>The sounds of geological phenomena are generally noise. Wind, glaciers, oceans, streams, and other geological sounds present a vast content of frequencies that often obscures individual pitches or groups of pitches. However, noise varies from sound to sound with different pitch predominance and patterns. This variance contributes to the signature that makes several noise sounds unique. In this study, the sound  of one the geysers in the Geysir system of the Haukadalur valley, 180 miles Northeast of Reykjavik, Iceland, is recorded and analyzed in multiple time segments, each with its own pitch predominance and, therefore, signature. The analysis is further adapted into a piece for seven spatialized pianists and electronics of my authorship, Geysir, which features the amplitude and predominant pitch class fluctuations throughout the geyser sample.</p>\n<p>In this study, 11 minutes of recording are analyzed using a suite of software for the identification of amplitude and frequency (pitch) content. The pitches are quantized –simplified– to equal temperament (C, C#, D, D#, etc.) in order to be adapted to the piano’s tuning affordances. </p>\n<p>The audios provided below are examples illustrating pitch sets derived from the pitch predominance analysis. See the full score for notation and transformations of these sets. </p>\n<p>Three aspects of the study are provided in pdf links: 1) amplitude contours of the geyser by octave; 2) full pitch predominance analysis code results; 3) score for seven pianists and electronics.</p>\n<p>The paper on this study will be published in the Proceedings of the 2019 Computer Music Multidisciplinary Research conference in Marseille, France.</p>\n","frontmatter":"title: Analysis of pitch class predominance and amplitude of Geysir, Haukadalur valley, Iceland \nslug: geysir-analysis\nmp3: staff1-bar39.mp3_DESCRIPTION_Sound example (Staff 1)$ staff2-bar57.mp3_DESCRIPTION_Sound example (Staff 2)$ staff3-bar24.mp3_DESCRIPTION_Sound example (Staff 3)$ staff4-bar83.mp3_DESCRIPTION_Sound example (Staff 4)$ staff5-bar24.mp3_DESCRIPTION_Sound example (Staff 5)$ staff6-bar86.mp3_DESCRIPTION_Sound example (Staff 6)$ staff7-bar94.mp3_DESCRIPTION_Sound example (Staff 7)\nimage: geysir-amplitude.png\nimg_width: 600\npdf: amplitude-contours.pdf_DESCRIPTION_Amplitude contours by octave$ geysir-pitch-class-predominance-analysis.pdf_DESCRIPTION_Pitch predominance analysis (full code results)$ geysir-score.pdf_DESCRIPTION_Geysir, for seven pianists and electronics (full score)\nyear: 2016\ncreation_date: 2016-05-15\ncategory: Sound model-based compositions"},{"attributes":{"title":"François-Bernard Mâche's \"Korwar\", notation implications of timbre in sound models","slug":"korwar","image":"korwar-mache-image.png","img_width":400,"pdf":"korwar-mache-analysis.pdf_DESCRIPTION_François-Bernard Mâche's \"Korwar\"","year":2018,"creation_date":"2018-04-15T00:00:00.000Z","category":"Sound model-based compositions"},"body":"<p>Korwar (1972) is a piece for harpsichord and tape written by French composer, musicologist, zoomusicologist, art historian and archeologist, François-Bernard Mâche (b. 1935). It is one of a multitude of works by Mâche that consist of, in his words, “an aesthetic project on the basis of a harmony with natural data”1. In Korwar, sounds of human speech (in Xhosa –a Niger-Congo language), birds, boars, whales, frogs, shrimp, guanacos, and rain, are the natural data from which the aesthetic idea of the piece is derived. Such human, animal and geological sounds are both featured as pre-recorded sounds in the piece and treated as sound models that are translated into motivic, textural and timbral material for the harpsichord. This analysis explores the relationships between the harpsichord and the pre-recorded sounds with regards to three main categories: 1. timbre (on a pitch to noise gradient), 2. synchrony, and 3. notation (on a determinate to indeterminate gradient). Conclusions regarding Form are extracted from the timbre-synchrony-notation analysis. In addition to the aforementioned comparative focus, the analysis also studies the harpsichord and tape parts independently, presenting Mâche’s various ideas of transcription, notation and instrumentation of pre-recorded natural and human sounds.</p>\n","frontmatter":"title: François-Bernard Mâche's \"Korwar\", notation implications of timbre in sound models \nslug: korwar\nimage: korwar-mache-image.png\nimg_width: 400\npdf: korwar-mache-analysis.pdf_DESCRIPTION_François-Bernard Mâche's \"Korwar\"\nyear: 2018\ncreation_date: 2018-04-15\ncategory: Sound model-based compositions"},{"attributes":{"title":"Peter Ablinger's \"Quadraturen IV\", perception and reproduction of environmental sound through instrumental music","slug":"quadraturen-iv","image":"quadraturen-iv-image.png","img_width":350,"pdf":"quadratureniv-ablinger-analysis.pdf_DESCRIPTION_Peter Ablinger's \"Quadraturen IV\"","year":2017,"creation_date":"2017-04-30T00:00:00.000Z","category":"Sound model-based compositions"},"body":"<p>This paper focuses on Peter Ablinger&#39;s fascinating reflection on perception as a compositional building block in the fourth piece of cycle &quot;Quadraturen&quot;. The paper begins with an overview of the salient musical and conceptual features of Quadraturen IV. It then explores different connections of the piece as a translation of “reality” through music notation, orchestration and performance with theories of perception developed by biologist Humberto Maturana, cyberneticist Gregory Bateson and art critic Jonathan Crary. Lastly, as a reading of Bateson’s multiple versions of the world, Maturana’s ideas about perception in Autopoiesis and cognition, and Ablinger’s techniques used in Quadraturen IV, an alternate experimental idea of a spectral analysis and translation to music for performers is provided. This model is an example of a different approach to composition that would incorporate simultaneous modes of perception and instrumentations of the same environmental recording. </p>\n","frontmatter":"title: Peter Ablinger's \"Quadraturen IV\", perception and reproduction of environmental sound through instrumental music\nslug: quadraturen-iv\nimage: quadraturen-iv-image.png\nimg_width: 350\npdf: quadratureniv-ablinger-analysis.pdf_DESCRIPTION_Peter Ablinger's \"Quadraturen IV\"\nyear: 2017\ncreation_date: 2017-04-30\ncategory: Sound model-based compositions"}]