[{"attributes":{"title":"Freeway and stop sign","subtitle":"for large ensemble and electronics","duration":"9 min","slug":"freeway-stopsign","mp3":"freeway-stopsign.mp3","image":"freeway.jpg","img_width":400,"pdf":"freeway-stopsign.pdf_DESCRIPTION_Freeway and stop sign (score)","year":2012,"creation_date":"2012-12-03T00:00:00.000Z","instrumentation":"(ten sax, hn, 2 perc, 2 elec guit, harp, pno, 2 vl, vc, db, 2 electronics)","performances":"Littlefield Concert Hall, Mills College, Oakland, CA","premiere":"UC Berkeley JIM / Mills College MIE joint ensemble, cond. Christopher Luna-Mega. Oakland, CA | The Luna Ensemble. San Francisco | University of Virginia New Music Ensemble. Charlottesville","category":"Chamber Orchestra","youtube":null},"body":"<p>&quot;Freeway and stop sign&quot; is part of a larger scale project that focuses on the perception of sounds in any environment as germinal musical ideas, as well as the translation of such sounds into musical material for acoustic and electronic instruments. In this piece, the main elements at play are: 1. the rhythms, envelopes and density of the passing vehicles in a freeway; 2. the harmony derived from a receding group of motorcycles; 3. the melodic contour that results from accelerating and decelerating the motor of a vehicle; and 4. the harmonic spectrum of a stop sign. All these materials were previously recorded and my intentions were to use their aural content literally –not metaphorically- as a departing point for motivic and orchestrational development. This piece incorporates conducted improvisation strategies practiced with the Mills College Music Improvisation Ensemble and UC Berkeley&#39;s Jazz and Improvised Music ensemble. I thank Edward Stumpp for providing some of the recordings used in the piece. </p>\n<p>Performers: Mills College Music Improvisation Ensemble and UC Berkeley&#39;s Jazz and Improvisation ensemble, directed by Fred Frith and Myra Melford, respectively.</p>\n","frontmatter":"title: Freeway and stop sign\nsubtitle: for large ensemble and electronics\nduration: 9 min\nslug: freeway-stopsign\nmp3: freeway-stopsign.mp3\nimage: freeway.jpg\nimg_width: 400\npdf: freeway-stopsign.pdf_DESCRIPTION_Freeway and stop sign (score)\nyear: 2012\ncreation_date: 2012-12-03\ninstrumentation: (ten sax, hn, 2 perc, 2 elec guit, harp, pno, 2 vl, vc, db, 2 electronics)\nperformances: Littlefield Concert Hall, Mills College, Oakland, CA\npremiere: UC Berkeley JIM / Mills College MIE joint ensemble, cond. Christopher Luna-Mega. Oakland, CA | The Luna Ensemble. San Francisco | University of Virginia New Music Ensemble. Charlottesville\ncategory: Chamber Orchestra\nyoutube:"},{"attributes":{"title":"Geysir","subtitle":"for seven spatialized pianists and electronics","duration":"8 min","slug":"geysir-composition","mp3":"geysir-stereomix.mp3_DESCRIPTION_Geysir (for seven piano parts and electronics) / Seung-Hye Kim, multi-track pianos 1 through 7","image":"geysir-pic.jpg","img_width":400,"pdf":"Geysir-score.pdf_DESCRIPTION_Geysir (for seven piano parts and electronics) $ geysir-cmmr-proceedings.pdf_DESCRIPTION_Geysir-musical translation of geological noise (CMMR proceedings)","year":2016,"creation_date":"2016-09-29T00:00:00.000Z","instrumentation":"(seven spatialized pianists and electronics)","premiere":"EcoSono Ensemble. Anchorage, AK | UVa piano ensemble / Zhen Wang. Charlottesville, VA | Seung-Hye Kim, multitrack piano and electronics. Newport News, VA","category":"Ensemble"},"body":"<p>&quot;The choice of a relatively chaotic model for Geyser is very courageous, because it takes the risk of first making the pianos appear as foreign bodies to the model, before little by little, &#39;pedagogically&#39; they orient the listening towards more attention and finesse towards a model which, in the end, expresses its austere musicality without them&quot; –François-Bernard Mâche</p>\n<p>This piece is a study of the acoustic properties of an Icelandic geyser recorded 180 miles East of Reykjavik in the valley of Haukadalur. Its complex harmonies, dynamics and rhythms shift perpetually and in subtle ways. If listened to as a background, the sound may appear to be static. With a focused listening, musical shapes emerge from the sound mass. With the intention of musically assimilating into the sonic characteristics of the geyser, the score for seven pianists and electronics translates its harmonic, dynamic and rhythmic activity, from the lowest to highest register of the piano. In the live version of the piece, each pianist focuses on an octave and is projected through a speaker, which results in a diffused sound around the audience. The electronics present the geyser in its original form, divided into seven tracks, one track per octave, in order to be fused with the pianos and spatialized around the hall. The studio version features Seung-Hye Kim performing pianos 1 through 7, presenting a maximum degree of consistency in the score&#39;s indeterminate elements.</p>\n","frontmatter":"title: Geysir\nsubtitle: for seven spatialized pianists and electronics\nduration: 8 min\nslug: geysir-composition\nmp3: geysir-stereomix.mp3_DESCRIPTION_Geysir (for seven piano parts and electronics) / Seung-Hye Kim, multi-track pianos 1 through 7\nimage: geysir-pic.jpg\nimg_width: 400\npdf: Geysir-score.pdf_DESCRIPTION_Geysir (for seven piano parts and electronics) $ geysir-cmmr-proceedings.pdf_DESCRIPTION_Geysir-musical translation of geological noise (CMMR proceedings)\nyear: 2016\ncreation_date: 2016-09-29\ninstrumentation: (seven spatialized pianists and electronics)\npremiere: EcoSono Ensemble. Anchorage, AK | UVa piano ensemble / Zhen Wang. Charlottesville, VA | Seung-Hye Kim, multitrack piano and electronics. Newport News, VA\ncategory: Ensemble"},{"attributes":{"title":"El guardador de rebaños / xiv","subtitle":"In homage to Alberto Caeiro","duration":"10 min","slug":"guardador-de-rebaños","mp3":"guardador.mp3","image":"manuscript.jpg","img_width":400,"pdf":"guardador-de-rebaños.pdf_DESCRIPTION_El guardador de rebaños / xiv (score)","year":2010,"creation_date":"2010-01-17T00:00:00.000Z","instrumentation":"(clarinet, soprano, piano, violin and cello)","premiere":"Mills College Contemporary Performance Ensemble, cond. Steed Cowart. Oakland, CA | Citlali Rosas, clarinet; Teresa Navarro, soprano; Fernando Carmona, piano; Jesús Sánchez, violin; Claudia Cosme, cello. Mexico City","category":"Ensemble","youtube":null},"body":"<p>This piece is inspired on the essence of the thought of Alberto Caeiro, the stoic, naturalist heteronim of Portuguese poet Fernando Pessoa. &quot;O guardador de rebanhos&quot; –&quot;The keeper of the sheep&quot;– is a cycle of 49 poems. This piece casts poem number XIV into music that aims to translate Caeiro&#39;s disinterest in rhyme as a human artificial device as well as his love of nature as it is, devoid of human meaning. The following are the first two lines of poem XIV of &quot;O guardador de rebanhos&quot;: &quot;Não me importo com as rimas / Raras vezes há duas árvores igais uma ao lado da outra&quot;. In English: &quot;Rhymes do not interest me / Seldom are there two identical trees side by side&quot;. Almost twenty years after having read this poetry for the first time, I realize that its essence is at the core of my current musical practice of translating natural sounds into music. </p>\n<p>Performeres: Citlali Rosas, clarinet; Teresa Navarro, soprano; Fernando Carmona, piano; Jesús Sánchez, violin; Claudia Cosme, cello; cond. Christopher Luna-Mega</p>\n","frontmatter":"title: El guardador de rebaños / xiv\nsubtitle: In homage to Alberto Caeiro\nduration: 10 min\nslug: guardador-de-rebaños\nmp3: guardador.mp3\nimage: manuscript.jpg\nimg_width: 400\npdf: guardador-de-rebaños.pdf_DESCRIPTION_El guardador de rebaños / xiv (score)\nyear: 2010\ncreation_date: 2010-01-17\ninstrumentation: (clarinet, soprano, piano, violin and cello)\npremiere: Mills College Contemporary Performance Ensemble, cond. Steed Cowart. Oakland, CA | Citlali Rosas, clarinet; Teresa Navarro, soprano; Fernando Carmona, piano; Jesús Sánchez, violin; Claudia Cosme, cello. Mexico City\ncategory: Ensemble\nyoutube:"},{"attributes":{"title":"On the harmony of air","subtitle":"for clarinet and electronics","duration":"5 min","slug":"harmony-of-air","mp3":"harmony-of-air.mp3","image":"air.jpeg","img_width":400,"pdf":"harmony-of-air.pdf_DESCRIPTION_On the harmony of air (score)","year":2017,"creation_date":"2017-02-03T00:00:00.000Z","instrumentation":"(clarinet and electronics)","premiere":"Shawn Earle, clarinet; Christopher Luna-Mega, electronics. Charlottesville, VA","category":"Solo","youtube":null},"body":"<p>This piece explores the frequency content of aeolic sounds of the clarinet. The material explored consists of a Dorian mode starting from D, ascending sweeps without the mouthpiece, and timbral trills. The electronics (fixed media) take each of these materials and transform them with the objective of making the pitch content embedded in the Aeolic sounds more audible. The goal of the piece is, as the title of the piece suggests, to make audible and explore different harmonies and partials of air sounds produced by the clarinet and that are not immediately perceivable. The electronics are based on filtering, time stretching, pitch shifting and granulation of the clarinet’s material. </p>\n<p>Performers: Shawn Earle, clarinet; Christopher Luna-Mega, live electronics</p>\n","frontmatter":"title: On the harmony of air\nsubtitle: for clarinet and electronics\nduration: 5 min\nslug: harmony-of-air\nmp3: harmony-of-air.mp3\nimage: air.jpeg\nimg_width: 400\npdf: harmony-of-air.pdf_DESCRIPTION_On the harmony of air (score)\nyear: 2017\ncreation_date: 2017-02-03\ninstrumentation: (clarinet and electronics)\npremiere: Shawn Earle, clarinet; Christopher Luna-Mega, electronics. Charlottesville, VA\ncategory: Solo\nyoutube:"},{"attributes":{"title":"(PO4)3− | NH3","duration":"7'20\" and varied durations","place":"Hog Island, VA","slug":"hog-island-water-quality","image":"hog-island.jpg","img_width":300,"pdf":"ammonium-dataset.pdf_DESCRIPTION_ammonium dataset $ phosphate-dataset.pdf_DESCRIPTION_phosphate dataset","year":2019,"creation_date":"2019-02-25T00:00:00.000Z","instrumentation":"Sonification","premiere":"Coastal Futures Festival. Machipongo, VA","category":"Electronics","description":"sonification of phosphates and ammonium","youtube":"VCYFdtts2Hk"},"body":"<p>This sonification is a commission from the Coastal Futures Conservatory at the University of Virginia. The electronics map Long Term Ecological Research water quality sampling data from 1992-2018 from the mouth of Cattleshed Creek off of Hog Island. Despite the names, neither cattle nor hogs live on this barrier island, which has not been inhabited since the 1930s. The variation in ammonia and phosphate readings expressed in this sonification are therefore driven mainly by weather events, especially storms. The ammonium data set is mapped to the highest pitch-region; the phosphate data is mapped to the lowest pitch-region. In both sonifications, the increasing and decreasing values in the data are mapped to ascending and descending frequency (pitch), respectively. More specifically, this sonification assigns the data values of ammonium and phosphate levels to the cut off frequencies of the two filters displayed in the video, sweeping through a field recording of the shore. </p>\n<p>The sonified data was generated by McGlathery, K. and R. Christian. 2018. The study is titled &quot;Water Quality Sampling - integrated measurements for the Virginia Coast, 1992-2018&quot;, and is a part of the Virginia Coast Reserve Long-Term Ecological Research Project. </p>\n","frontmatter":"title: (PO4)3− | NH3\nduration: 7'20\" and varied durations\nplace: Hog Island, VA\nslug: hog-island-water-quality\nimage: hog-island.jpg\nimg_width: 300\npdf: ammonium-dataset.pdf_DESCRIPTION_ammonium dataset $ phosphate-dataset.pdf_DESCRIPTION_phosphate dataset\nyear: 2019\ncreation_date: 2019-02-25\ninstrumentation: Sonification\npremiere: Coastal Futures Festival. Machipongo, VA\ncategory: Electronics\ndescription: sonification of phosphates and ammonium\nyoutube: VCYFdtts2Hk"},{"attributes":{"title":"Jatyantara-parinamah","duration":"14min","slug":"jatyantara-parinamah","mp3":"jatyantara-parinamah.mp3_DESCRIPTION_Rachel Condry, clarinet; Joshua Marshall, tenor saxophone; Peter Sloan, trombone; Aprille Tang, electronics; Stephan Haluska, harp; Brian Baumbusch, acoustic guitar; Jacob Peck, electric guitar; Julie Moon, piano; Tim Black, percussion; Scott Siler, percussion; Tim Kim, violin 1; Dylan Neely, violin 2; Crystal Pascucci, cello 1; Kimberly Sutton, cello 2; Christopher Luna-Mega, conductor","image":"Jatyantara-manuscript.jpg","img_width":300,"pdf":"Jatyantara-Parinamah.pdf_DESCRIPTION_Jatyantara-Parinamah","year":"2012-2013","creation_date":"2013-03-15T00:00:00.000Z","instrumentation":"(cl, ten sax, tbn, 2 perc, elec guit, ac guit, harp, pno, 2 vl, 2 vc, electronics)","performances":"March 7, 2013. Littlefield Concert Hall, Mills College, Oakland, CA. Mills College Contemporary Chamber Ensemble, Christopher Luna-Mega, cond.","premiere":"Mills College Contemporary Chamber Ensemble, Christopher Luna-Mega, cond. Oakland, CA | The Luna Ensemble. San Francisco | University of Virginia New Music Ensemble, cond. Christopher Luna-Mega Charlottesville, VA","category":"Chamber Orchestra","youtube":"ZsYfJWaVNKU"},"body":"<p>The music included in this cycle originated from a collection of sounds that I have listened to and recorded in different locations (the city, my studio, the woods, etc.) and that became the prime materials of my work during my work at Mills College. As I listened to these sounds, I became interested in the way in which their harmony, rhythm, density, dynamics and timbre relate to each other and how they evolve in time. In the process of translation from field recording to instrumental music there is a transformation that occurs due to notation, acoustics, and esthetics. My objective is to bring these sounds to music (are they music already?) as faithfully as possible, establishing a direct connection to their original form, imagining their transformation as transmigration (in sanscrit, Jatyantara-parinamah): the characteristic traits of a sound are detached from their source and born into a new form (the composition, the musician and the instrument), adding to it a new layer of existence and at the same time keeping the essence of its previous source.</p>\n","frontmatter":"title: Jatyantara-parinamah\nduration: 14min\nslug: jatyantara-parinamah\nmp3: jatyantara-parinamah.mp3_DESCRIPTION_Rachel Condry, clarinet; Joshua Marshall, tenor saxophone; Peter Sloan, trombone; Aprille Tang, electronics; Stephan Haluska, harp; Brian Baumbusch, acoustic guitar; Jacob Peck, electric guitar; Julie Moon, piano; Tim Black, percussion; Scott Siler, percussion; Tim Kim, violin 1; Dylan Neely, violin 2; Crystal Pascucci, cello 1; Kimberly Sutton, cello 2; Christopher Luna-Mega, conductor\nimage: Jatyantara-manuscript.jpg\nimg_width: 300\npdf: Jatyantara-Parinamah.pdf_DESCRIPTION_Jatyantara-Parinamah\nyear: 2012-2013\ncreation_date: 2013-03-15\ninstrumentation: (cl, ten sax, tbn, 2 perc, elec guit, ac guit, harp, pno, 2 vl, 2 vc, electronics)\nperformances: March 7, 2013. Littlefield Concert Hall, Mills College, Oakland, CA. Mills College Contemporary Chamber Ensemble, Christopher Luna-Mega, cond.\npremiere: Mills College Contemporary Chamber Ensemble, Christopher Luna-Mega, cond. Oakland, CA | The Luna Ensemble. San Francisco | University of Virginia New Music Ensemble, cond. Christopher Luna-Mega Charlottesville, VA\ncategory: Chamber Orchestra\nyoutube: ZsYfJWaVNKU"},{"attributes":{"title":"La torre de Chitor","subtitle":"for flute and electronics","duration":"9 min","slug":"la-torre-de-chitor","mp3":"chitor.mp3","image":"chitor.jpg","img_width":300,"pdf":"chitor-score-improv.pdf_DESCRIPTION_La torre de Chitor (for flute and electronics)","year":2017,"creation_date":"2017-03-23T00:00:00.000Z","instrumentation":"(flute and electronics)","premiere":"Gianni Travalusci, flute; Christopher Luna-Mega, electronics. New York City | Byung-Chul Oh, flute; Hyang-sook Song, electronics. Seoul | Kelly Sulick, flute, Christopher Luna-Mega, electronics. Charlottesville, VA","category":"Solo","youtube":"GffvgktexP8"},"body":"<p>&quot;En la escalera de la Torre de la Victoria, habita desde el principio del tiempo el A Bao A Qu, sensible a los valores de las almas humanas. Vive en estado letárgico, en el primer escalón, y sólo goza de vida consciente cuando alguien sube la escalera. La vibración de la persona que se acerca le infunde vida, y una luz interior se insinúa en él. Al mismo tiempo, su cuerpo y su piel casi traslúcida empiezan a moverse. Cuando alguien asciende la escalera, el A Bao A Qu se coloca en los talones del visitante y sube prendiéndose del borde de los escalones curvos y gastados por los pies de generaciones de peregrinos. En cada escalón se intensifica su color, su forma se perfecciona y la luz que irradia es cada vez más brillante. Testimonio de su sensibilidad es el hecho de que sólo logra su forma perfecta en el último escalón, cuando el que sube es un ser evolucionado espiritualmente&quot;.</p>\n<p>“On the stairway of the Tower of Victory there has lived since the beginning of time a being sensitive to the many shades of the human soul and known as the A Bao A Qu. It lies dormant, for the most part on the first step, until at the approach of a person some secret life is touched off in it, and deep within the creature an inner light begins to glow. (…) At each level the creature’s color becomes more intense, its shape approaches perfection, and the bluish form it gives off is more brilliant. But it achieves its ultimate form only at the topmost step, when the climber is a person who has attained Nirvana and whose acts cast no shadows”.</p>\n<p>Fragment of A Bao A Qu, by Jorge Luis Borges.</p>\n<p>La torre de Chitor is inspired by the short story A Bao A Qu by Jorge Luis Borges, included in The Book of Imaginary Beings (1968). The piece represents the performer’s ascension to the top of the Tower of Victory and the gradual coming into being of the A Bao A Qu. The electronics embody the being’s response to the performer. The music flows from the flute’s bottom register progressively to the upper register, from a single band width to multiple band widths, from the unison to the micro-tonal cluster. As these elements gradually build, there is an activation of a transcendental glow analogous to the process of the performer.</p>\n<p>Performers: Recording version: Kelly Sulick, flute; Christopher Luna-Mega, electronics; Video version (New York City Electroacoustic Music Festival): Gianni Travalusci, flute; Christopher Luna-Mega, electronics</p>\n<p>Thanks to Maxwell Tfirn for his technical support and to Kelly Sullick for her dedication in the recording of the flute samples.</p>\n","frontmatter":"title: La torre de Chitor\nsubtitle: for flute and electronics\nduration: 9 min\nslug: la-torre-de-chitor\nmp3: chitor.mp3\nimage: chitor.jpg\nimg_width: 300\npdf: chitor-score-improv.pdf_DESCRIPTION_La torre de Chitor (for flute and electronics)\nyear: 2017\ncreation_date: 2017-03-23\ninstrumentation: (flute and electronics)\npremiere: Gianni Travalusci, flute; Christopher Luna-Mega, electronics. New York City | Byung-Chul Oh, flute; Hyang-sook Song, electronics. Seoul | Kelly Sulick, flute, Christopher Luna-Mega, electronics. Charlottesville, VA\ncategory: Solo\nyoutube: GffvgktexP8"},{"attributes":{"title":"Night music","subtitle":"for Splinter Reeds (ob., cl., alto sax., bass cl., bn.)","duration":"8 min 30 sec","slug":"night-music-composition","mp3":"nightmusic.mp3_DESCRIPTION_Splinter Reeds binaural studio recording$ night-music-field-recording.mp3_DESCRIPTION_original summer dusk forest recording","image":"night-music-pic.jpg","img_width":400,"pdf":"night-music-score.pdf_DESCRIPTION_Night music (for Splinter Reeds)","year":2019,"creation_date":"2019-02-06T00:00:00.000Z","instrumentation":"(ob., cl., alto sax, bass cl., bn., electronics)","performances":"February 1, 2019. Old Cabell Hall, University of Virginia, Charlottesville, Virginia.","premiere":"Splinter Reeds. Charlottesville, VA","category":"Ensemble","youtube":null},"body":"<p>All the musical materials performed by Splinter Reeds (Kyle Bruckmann, oboe | Bill Kalinkos, clarinet | David Wegehaupt, saxophone | Jeff Anderle, bass clarinet | Dana Jessen, bassoon) are derived from direct transcriptions and arrangements of recordings of the summer dusk and night sounds of insects and other creatures in a Virginia forest. Every movement in the piece is a fragment taken from the 40 minute original recording. The striking increase in density and loudness as dusk becomes night is the guiding formal principle of the piece. The recordings, featured in the electronics, were made with five simultaneous microphones in a pentagonal formation, at a distance of ~30 meters between each mic. Each of the five microphone analyses and transcriptions was assigned to an instrument (mic 1 to ob.; mic 2 to cl., etc.), rotating the pairings in each movement. The multi-channel recording sought an expanded listening field resulting from the different microphone responses and placings. Among the various features of the night sounds, one particularly caught my ears: constantly microtonally morphing triads and their aggregates resulting from the superimposition of the multitude of crickets.</p>\n","frontmatter":"title: Night music \nsubtitle: for Splinter Reeds (ob., cl., alto sax., bass cl., bn.)\nduration: 8 min 30 sec\nslug: night-music-composition\nmp3: nightmusic.mp3_DESCRIPTION_Splinter Reeds binaural studio recording$ night-music-field-recording.mp3_DESCRIPTION_original summer dusk forest recording\nimage: night-music-pic.jpg\nimg_width: 400\npdf: night-music-score.pdf_DESCRIPTION_Night music (for Splinter Reeds)\nyear: 2019\ncreation_date: 2019-02-06\ninstrumentation: (ob., cl., alto sax, bass cl., bn., electronics)\nperformances: February 1, 2019. Old Cabell Hall, University of Virginia, Charlottesville, Virginia.\npremiere: Splinter Reeds. Charlottesville, VA\ncategory: Ensemble\nyoutube:"},{"attributes":{"title":"Om, for resonating found objects","duration":"varied durations","place":"Oakland, CA","slug":"om","image":"om.png","pdf":null,"year":2013,"creation_date":"2013-02-20T00:00:00.000Z","instrumentation":"Stereo installation","premiere":"Mills College Chapel. Oakland, CA","category":"Installation","description":null,"youtube":"VPW-Ce0Dc2E"},"body":"<p>The main idea of this piece is the projection, amplification and development of events emerging from ordinary bjects in an urban environment. These events are characterized by the emergence of certain frequencies that are produced when the vibrations of the passing vehicles reach the stop sign. In the original field recording, these frequencies have a quite subtle quality, as they barely sound louder than the harmonic spectrum of the stop sign in very brief and sporadic fragments within the recording. In order to reinforce the perception of the frequencies of the stop sign and their relations, I studied its harmonic spectrum and created filters with the purpose of emphasizing its frequencies, which allowed me to manipulate them in order to develop harmonic relations, dynamic contours and changes in texture. The most audible notes of this spectrum are: B flat, F, A flat, C, D, and E flat, all approximately a quarter tone higher. For timbral variations I duplicated this harmonic spectrum of the stop sign creating sine waves with frequency modulation that would be paired in stereo with their relative filtered frequency. Due to the magnified listening experience made possible by a contact microphone, I understand this piece as an immersion into a sheet of metal. The field recording of the stop sign was made by Edward Stumpp.</p>\n<p>Installation location: Mills College Chapel</p>\n","frontmatter":"title: Om, for resonating found objects\nduration: varied durations\nplace: Oakland, CA\nslug: om\nimage: om.png\npdf: \nyear: 2013\ncreation_date: 2013-02-20\ninstrumentation: Stereo installation\npremiere: Mills College Chapel. Oakland, CA\ncategory: Installation\ndescription:\nyoutube: VPW-Ce0Dc2E"},{"attributes":{"title":"Piano étude no. 2 'tidal flow'","subtitle":"sonification (midi)","duration":"4'22\"","place":"Hog Island, VA","slug":"piano-etude-no.2","image":"hog-island.jpg","img_width":300,"pdf":"HightidePlot.pdf_DESCRIPTION_high tide graph $ LowTidePlot.pdf_DESCRIPTION_low tide graph $ tide-maxpatch-text.rtf_DESCRIPTION_Sonification Max MSP design","year":2019,"creation_date":"2019-06-25T00:00:00.000Z","instrumentation":"Sonification","premiere":"Coastal Futures Festival. Machipongo, VA","category":"Electronics","description":"sonification of high and low tides","youtube":"UhGWPYkcweg"},"body":"<p>This piece is derived from Long Term Ecological Research data of tides in Oyster, Virginia, United States, collected from 2010 to 2018. Daily measurements of high and low tides in meters are mapped and scaled to pitch regions of a piano, resulting in one pitch per day for each hand. The low tides are performed by the left hand; the high tides are performed by the right hand. </p>\n<p>The following are some suggestions for the viewer/listener of this sonification:</p>\n<p>1– During the first listening of the piece, focus on either the left hand or the right hand, and alternate the focus of the viewing/listening.\n2– While looking at the date monitor in the video, listen for the highest and lowest pitches.\n3– As the months go by, listen for the increasing/decreasing highest and lowest pitches that portray increases and decreases in the tides over time.\n4– Suggestion/observation by John Porter: Watch how the low and high tides sometimes move in synchrony (representing wind events that push water into or out of the lagoon) and sometimes move further apart or closer together (representing astronomically-driven increases or decreases in tidal range).</p>\n<p>While this version of the piece relies on purely electronic sounds (a MIDI instrument and Max MSP software), a new version for two pianists is possible at a slightly slower pace. The poetic intention is for a pianist to embody the tides</p>\n<p>This piece is written for The Coastal Conservatory at the University of Virginia. Special thanks to John Porter, Cora Johnston and Karen McGlathery for their kind and insightful support. </p>\n<p>The source data set is: Porter J., D. Krovetz, J. Spitler, T. Williams, K. Overman, W. Nuttle. 2019. High and Low Tides of Hog Island Bay, Redbank, VA, and Oyster, VA for the Virginia Coast Reserve 2007-2018. <a href=\"https://portal.edirepository.org/nis/mapbrowse?scope=knb-lter-vcr&amp;identifier=153\">https://portal.edirepository.org/nis/mapbrowse?scope=knb-lter-vcr&amp;identifier=153</a></p>\n","frontmatter":"title: Piano étude no. 2 'tidal flow'\nsubtitle: sonification (midi)\nduration: 4'22\"\nplace: Hog Island, VA\nslug: piano-etude-no.2\nimage: hog-island.jpg\nimg_width: 300\npdf: HightidePlot.pdf_DESCRIPTION_high tide graph $ LowTidePlot.pdf_DESCRIPTION_low tide graph $ tide-maxpatch-text.rtf_DESCRIPTION_Sonification Max MSP design\nyear: 2019\ncreation_date: 2019-06-25\ninstrumentation: Sonification\npremiere: Coastal Futures Festival. Machipongo, VA\ncategory: Electronics\ndescription: sonification of high and low tides\nyoutube: UhGWPYkcweg"},{"attributes":{"title":"Reflejo","subtitle":"for Fernando Carmona","duration":"9 min","slug":"reflejo","mp3":"reflejo.mp3","image":"reflejo.png","img_width":400,"pdf":"reflejo.pdf_DESCRIPTION_Reflejo (score)","year":2008,"creation_date":"2008-05-03T00:00:00.000Z","instrumentation":"(piano solo)","premiere":"Fernando Carmona, piano. Mexico City","category":"Solo","youtube":null},"body":"<p>This piece is the result of an exploration of symmetry through various musical dimensions, mainly, motivically, harmonically, and formally. All the harmonies in the piece are results of pitch collections derived from purely symetrical explorations on the keyboard. The piece also presents an underlying narrative consisting of two distants points, or groups of sounds, gradually approaching each other. This idea is explored harmonically, mainly from the perspective of dissonance and consonance and their relationship to proximity.</p>\n<p>Performer: Fernando Carmona, piano.</p>\n","frontmatter":"title: Reflejo\nsubtitle: for Fernando Carmona\nduration: 9 min\nslug: reflejo\nmp3: reflejo.mp3\nimage: reflejo.png\nimg_width: 400\npdf: reflejo.pdf_DESCRIPTION_Reflejo (score)\nyear: 2008\ncreation_date: 2008-05-03\ninstrumentation: (piano solo)\npremiere: Fernando Carmona, piano. Mexico City\ncategory: Solo\nyoutube:"},{"attributes":{"title":"Escenas para maderas","subtitle":"for woodwind quintet","duration":"9 min","slug":"scenes-of-wood","mp3":"1.m4a_DESCRIPTION_1$ 2.m4a_DESCRIPTION_2$ 3.m4a_DESCRIPTION_3$ 4.m4a_DESCRIPTION_4$ 5.m4a_DESCRIPTION_5 (en la brecha)","image":"scenes-of-wood.png","img_width":400,"pdf":"scenes-of-wood-score.pdf_DESCRIPTION_Escenas para maderas (score)","year":2007,"creation_date":"2007-11-23T00:00:00.000Z","instrumentation":"(flute, clarinet, oboe, french horn, bassoon)","premiere":"Quinteto de Alientos de la Escuela Nacional de Música. Mexico City | Yadira Guevara, flute; Omar Álvarez, Oboe; Hugo Manzanilla, clarinet; Fernando Torres, french horn; David Sánchez, basoon. Mexico City","category":"Ensemble","youtube":null},"body":"<p>“Escenas para maderas” is one of my first attempts to make music based on external sources rather than internal sources. Harmonically, the combinations are results of several imaginary harmonic spectra. Based on this principle, the piece frequently displays chords in fifths, which at the time when I wrote this piece inspired me due to the predominance of the interval both in the history of music and in natural harmonic timbres. Melodically, the piece also explores fifths: the pivotal points of the piece consist of lines in which the start and end points present such interval. From this standpoint, several natural events are explored –dawn, rain, birds, the sky. Extramusically, the title of the piece, &quot;Scenes of wood&quot; in Spanish, refers to a forest that has been a sanctuary for me for most of my life: the Lagunas de Zempoala national forest about 80 km. Southwest of Mexico City.</p>\n<p>Performers: Yadira Guevara, flute; Omar Álvarez, Oboe; Hugo Manzanilla, clarinet; Fernando Torres, french horn; David Sánchez, basoon.</p>\n","frontmatter":"title: Escenas para maderas\nsubtitle: for woodwind quintet\nduration: 9 min\nslug: scenes-of-wood\nmp3: 1.m4a_DESCRIPTION_1$ 2.m4a_DESCRIPTION_2$ 3.m4a_DESCRIPTION_3$ 4.m4a_DESCRIPTION_4$ 5.m4a_DESCRIPTION_5 (en la brecha)\nimage: scenes-of-wood.png\nimg_width: 400\npdf: scenes-of-wood-score.pdf_DESCRIPTION_Escenas para maderas (score)\nyear: 2007\ncreation_date: 2007-11-23\ninstrumentation: (flute, clarinet, oboe, french horn, bassoon)\npremiere: Quinteto de Alientos de la Escuela Nacional de Música. Mexico City | Yadira Guevara, flute; Omar Álvarez, Oboe; Hugo Manzanilla, clarinet; Fernando Torres, french horn; David Sánchez, basoon. Mexico City\ncategory: Ensemble\nyoutube:"},{"attributes":{"title":"Splatter","subtitle":"based on a free improvisation by R. Mitchell, K. Baku and C. Taborn","duration":"14 min","slug":"splatter","mp3":"Splatter-MTAO.mp3_DESCRIPTION_Montreal Toronto Art Orchestra, Gregory Oh (conductor)","aiff":"Splatter","image":"Splatter-transcription.png","img_width":400,"pdf":"Splatter-chamber-orchestra.pdf_DESCRIPTION_For Chamber Orchestra$ Splatter-orchestra.pdf_DESCRIPTION_For Orchestra","year":2016,"creation_date":"2016-01-28T00:00:00.000Z","instrumentation":"Orchestra","forces":"(3.3.3.3.- 4.3.3.1. - 3 perc., strings – 14.12.10.8.6)","performances":"BBC Scottish Symphony Orchestra, cond. Ilan Volkov. Glasgow | Orchestra del Teatro Comunale di Bologna, cond. Tonino Battista. Bologna | Montréal-Toronto Art Orchestra, cond. Gregory Oh. Montréal/Toronto | Iceland Symphony Orchestra, cond. Ilan Volkov. Reykjavik","premiere":"BBC Scottish Symphony Orchestra, cond. Ilan Volkov. Glasgow | Orchestra del Teatro Comunale di Bologna, cond. Tonino Battista. Bologna | Montréal-Toronto Art Orchestra, cond. Gregory Oh. Montréal/Toronto | Iceland Symphony Orchestra, cond. Ilan Volkov. Reykjavik","category":"Orchestra"},"body":"<p>This piece is a commission from Roscoe Mitchell for his orchestral cycle\n&quot;Conversations for Orchestra&quot;. It was premiered in Reykjavik, Iceland, in the 2016 Tectonics festival, and has been subsequently performed by the Scottish BBC Symphony Orchestra, Orchestra del Teatro Comunale di Bologna and the Montréal Toronto Art Orchestra.  &quot;Splatter&quot; is a transcription and orchestral arrangement of a free improvisation of the same title included in the album titled &quot;Conversations I&quot;, released in 2014. The album features Roscoe Mitchell on saxophones, Kikanju Baku on drums and Craig Taborn on piano and electronics. For this piece I was particularly interested in Roscoe’s polyphonic/multiphonic playing in the bass saxophone and the rhythmic complexity of Kikanju’s relentless rhythmic saturation. The arduous transcription process compensated with invaluable insight about this group’s improvisational and overall musical vocabularies. The orchestration aims to display the characteristic energy flow and development in Roscoe Mitchell’s masterful formal conception of improvisation.</p>\n","frontmatter":"title: Splatter\nsubtitle: based on a free improvisation by R. Mitchell, K. Baku and C. Taborn\nduration: 14 min\nslug: splatter\nmp3: Splatter-MTAO.mp3_DESCRIPTION_Montreal Toronto Art Orchestra, Gregory Oh (conductor)\naiff: Splatter\nimage: Splatter-transcription.png\nimg_width: 400\npdf: Splatter-chamber-orchestra.pdf_DESCRIPTION_For Chamber Orchestra$ Splatter-orchestra.pdf_DESCRIPTION_For Orchestra\nyear: 2016\ncreation_date: 2016-01-28\ninstrumentation: Orchestra\nforces: (3.3.3.3.- 4.3.3.1. - 3 perc., strings – 14.12.10.8.6)\nperformances: BBC Scottish Symphony Orchestra, cond. Ilan Volkov. Glasgow | Orchestra del Teatro Comunale di Bologna, cond. Tonino Battista. Bologna | Montréal-Toronto Art Orchestra, cond. Gregory Oh. Montréal/Toronto | Iceland Symphony Orchestra, cond. Ilan Volkov. Reykjavik\npremiere: BBC Scottish Symphony Orchestra, cond. Ilan Volkov. Glasgow | Orchestra del Teatro Comunale di Bologna, cond. Tonino Battista. Bologna | Montréal-Toronto Art Orchestra, cond. Gregory Oh. Montréal/Toronto | Iceland Symphony Orchestra, cond. Ilan Volkov. Reykjavik\ncategory: Orchestra"},{"attributes":{"title":"The arrow of time","subtitle":"for two percussionists and two pianists","duration":"11 min","slug":"the-arrow-of-time","mp3":"the-arrow-of-time.mp3_DESCRIPTION_The arrow of time (original version)$ the-arrow-of-time-extended.mp3_DESCRIPTION_The arrow of time (extended version)$ arrow-cycle1-perc1_pno2.mp3_DESCRIPTION_fragment-cycle 1 (percussion and piano)$ arrow-cycle2-perc1_perc2_pno1.mp3_DESCRIPTION_fragment-cycle 2 (two percussions and piano) $arrow-cycle4-perc2_pno1_pno2.mp3_DESCRIPTION_fragment-cycle 4 (two pianos and percussion) $arrow-cycle5-perc1_perc2.mp3_DESCRIPTION_fragment-cycle 5 (two percussions)","image":"arrow-pic.png","img_width":400,"pdf":"arrow-graphscore.pdf_DESCRIPTION_The arrow of time (graphic score) $arrow-perc1.pdf_DESCRIPTION_Percussion 1 part $arrow-perc2.pdf_DESCRIPTION_Percussion 2 part $arrow-pno1.pdf_DESCRIPTION_Piano 1 part $arrow-pno2.pdf_DESCRIPTION_Piano 2 part $arrow-cycle-analysis.pdf_DESCRIPTION_The arrow of time (cycle analysis)","year":2017,"creation_date":"2017-01-29T00:00:00.000Z","instrumentation":"(two percussionists and two pianists)","premiere":"Yarn | Wire. Charlottesville, VA","category":"Ensemble","youtube":null},"body":"<p>“Great is the matter of birth and death / Life flows quickly by / Time flies like an arrow / Wake up! Wake up! / Don’t waste a moment!”</p>\n<p>These words are often found engraved in the Han, a heavy solid board of wood hung by the front door of Zen meditation halls. A rhythm is beaten with a wooden mallet on the Han three times a day to signal times in the monasteries. The characteristic contracting rhythmic pattern (from longer to shorter values) references impermanence of life, while at the same time summons the monks to be mindful in their practice in order to transcend the cyclicality of life and death. </p>\n<p>The arrow of time presents the Buddhist contracting rhythmic, adding to it an expanding rhythmic pattern –from shorter to longer values. The resulting contraction/expansion leads to a cyclical 10-bar phrase that emphasizes the notion of eternal recurrence. Each of the performers repeats this phrase eight times in different tempi. At the end of the eighth repetition or section, all performers synchronize at section one and the cycle is repeated. This process can be continued for as long as the performers decide and the context of the performance allows.</p>\n<p>From the listener’s perspective, the material becomes clearer and more transparent as one is able to perceive the cycles of each instrument individually. As a result of the listener’s attention to each individual cycle, there is an increase in the perception of the various synchronicities that happen in different points of time between two or more instruments. These different simultaneous temporalities in which the cycles occur can be seen as a reflection of the challenges of our existence as individuals, community, humanity, and planet. Just as the listener attempts to integrate the different tempi and cycles of the instruments so can we see the dilemma of humanity to find harmony within the many different tempi of our world. Listening for the simultaneity within the diversity of The arrow of time may be experienced as the effort and commitment it takes to develop mindfulness and presence. In a time of great change and diversity, the call of the Han reminds us that the answers may lie in the sole act of listening and being focused.</p>\n<p>An extended version with varying instrumental combinations and densities can be found below.</p>\n<p>Performers: Yarn|Wire: Russell Greenberg, percussion 1; Ian Antonio, percussion 2; Ning Yu, piano 1; Laura Barger, piano 2</p>\n","frontmatter":"title: The arrow of time\nsubtitle: for two percussionists and two pianists\nduration: 11 min\nslug: the-arrow-of-time\nmp3: the-arrow-of-time.mp3_DESCRIPTION_The arrow of time (original version)$ the-arrow-of-time-extended.mp3_DESCRIPTION_The arrow of time (extended version)$ arrow-cycle1-perc1_pno2.mp3_DESCRIPTION_fragment-cycle 1 (percussion and piano)$ arrow-cycle2-perc1_perc2_pno1.mp3_DESCRIPTION_fragment-cycle 2 (two percussions and piano) $arrow-cycle4-perc2_pno1_pno2.mp3_DESCRIPTION_fragment-cycle 4 (two pianos and percussion) $arrow-cycle5-perc1_perc2.mp3_DESCRIPTION_fragment-cycle 5 (two percussions)\nimage: arrow-pic.png\nimg_width: 400\npdf: arrow-graphscore.pdf_DESCRIPTION_The arrow of time (graphic score) $arrow-perc1.pdf_DESCRIPTION_Percussion 1 part $arrow-perc2.pdf_DESCRIPTION_Percussion 2 part $arrow-pno1.pdf_DESCRIPTION_Piano 1 part $arrow-pno2.pdf_DESCRIPTION_Piano 2 part $arrow-cycle-analysis.pdf_DESCRIPTION_The arrow of time (cycle analysis)\nyear: 2017\ncreation_date: 2017-01-29\ninstrumentation: (two percussionists and two pianists)\npremiere: Yarn | Wire. Charlottesville, VA\ncategory: Ensemble\nyoutube:"},{"attributes":{"title":"Through summersultryings","duration":"73' and varied durations","place":"Albemarle, VA","slug":"through-summersultryings","image":"installation1.jpg","pdf":"multi-sonogram.pdf_DESCRIPTION_sonogram (fragment) of the 5 microphones","year":2019,"creation_date":"2019-02-08T00:00:00.000Z","instrumentation":"Multi-channel installation","premiere":"The Lawn at the University of Virginia. Charlottesville","category":"Installation","description":"summer dusk in Walnut Creek Park","youtube":"QhVJWcYEGDs"},"body":"<p>Through summersultryings is an installation that displays a 5-channel recording of the summer dusk in a Virginia forest. The recordings were made with five simultaneous microphones in a pentagonal formation, at a distance of ~30 meters between each mic, at Walnut Creek Park. The installation recreates the forest&#39;s spatial distribution of it&#39;s sound masses by setting five speakers in the same order in which the microphones were originally placed. Each speaker projects the sound of its corresponding microphone. This creates an expanded listening field resulting from the different microphone responses and placings. By interacting with the space, the audience experiences various versions of the sonic reality. This video presents five fragments of the recording, each fragment featuring a specific microphone. For a full 5.1 simultaneous listening of the recording, the contact is <a href=\"mailto:ch.luna.mega@gmail.com\">ch.luna.mega@gmail.com</a></p>\n<p>Installation location: University of Virginia, The Lawn.</p>\n","frontmatter":"title: Through summersultryings\nduration: 73' and varied durations\nplace: Albemarle, VA\nslug: through-summersultryings\nimage: installation1.jpg\npdf: multi-sonogram.pdf_DESCRIPTION_sonogram (fragment) of the 5 microphones\nyear: 2019\ncreation_date: 2019-02-08\ninstrumentation: Multi-channel installation\npremiere: The Lawn at the University of Virginia. Charlottesville\ncategory: Installation\ndescription: summer dusk in Walnut Creek Park\nyoutube: QhVJWcYEGDs"},{"attributes":{"title":"Topographies","subtitle":"(orchestra)","duration":"14 min","slug":"topographies","mp3":"topographies.mp3_DESCRIPTION_Orquesta Sinfónica de la Escuela Nacional de Música de la UNAM, David Rocha (conductor)","aiff":"topografias","image":"topographies.jpg","img_width":400,"pdf":"topographies.pdf_DESCRIPTION_Topographies","year":2009,"creation_date":"2009-10-01T00:00:00.000Z","instrumentation":"Orchestra","forces":"(2.2.2.2.- 4.2.3.1. - 1 perc., strings – 10.8.6.6.4)","performances":"Orquesta Sinfónica Nacional (Mexico), cond. José Luis Castillo. Mexico City | Orquesta Sinfónica de Aguascalientes, cond. David Rocha. Jerez, Mexico | Orquesta Sinfónica de la Escuela Nacional de Música (UNAM). Mexico City","premiere":"Orquesta Sinfónica Nacional (Mexico), cond. José Luis Castillo. Mexico City | Orquesta Sinfónica de Aguascalientes, cond. David Rocha. Jerez, Mexico | Orquesta Sinfónica de la Escuela Nacional de Música (UNAM). Mexico City","category":"Orchestra"},"body":"<p>The title of this piece, Topographies, refers not only to the slopes in the land but to those of the mind. Just as topography shows variations in altitude, the mind also fluctuates through different stages of activity in peaks and valleys. For this piece I took the visual content of a defined number of landscapes and translated it mainly to pitch, texture and density in the orchestral materials. The sections of this piece are based on a group of harmonic spectra that are used as foundations for other parameters in the piece. The creative process for this piece consisted on a thorough listening of the open fourth string of the double bass, its underlying harmonies (overtones), and their evolution in time. This piece is dedicated to my friend and first composition teacher, Ulises Ramírez.</p>\n","frontmatter":"title: Topographies\nsubtitle: (orchestra)\nduration: 14 min\nslug: topographies\nmp3: topographies.mp3_DESCRIPTION_Orquesta Sinfónica de la Escuela Nacional de Música de la UNAM, David Rocha (conductor)\naiff: topografias\nimage: topographies.jpg\nimg_width: 400\npdf: topographies.pdf_DESCRIPTION_Topographies\nyear: 2009\ncreation_date: 2009-10-01\ninstrumentation: Orchestra\nforces: (2.2.2.2.- 4.2.3.1. - 1 perc., strings – 10.8.6.6.4)\nperformances: Orquesta Sinfónica Nacional (Mexico), cond. José Luis Castillo. Mexico City | Orquesta Sinfónica de Aguascalientes, cond. David Rocha. Jerez, Mexico | Orquesta Sinfónica de la Escuela Nacional de Música (UNAM). Mexico City\npremiere: Orquesta Sinfónica Nacional (Mexico), cond. José Luis Castillo. Mexico City | Orquesta Sinfónica de Aguascalientes, cond. David Rocha. Jerez, Mexico | Orquesta Sinfónica de la Escuela Nacional de Música (UNAM). Mexico City\ncategory: Orchestra"},{"attributes":{"title":"Under the sea ice","subtitle":"Meditations on Arctic bearded seal songs","duration":"11 min","slug":"under-the-sea-ice","mp3":"under-the-sea-ice.mp3_DESCRIPTION_JACK Quartet","image":"under-the-sea-ice-AL5.png","img_width":600,"pdf":"under-the-sea-ice.pdf_DESCRIPTION_Under the sea ice (score)","year":2016,"creation_date":"2015-12-15T00:00:00.000Z","instrumentation":"(string quartet, electronics)","premiere":"JACK Quartet / Rivanna String Quartet. Charlottesville, VA","category":"Ensemble","youtube":"IaYXwRApEOw"},"body":"<p>&quot;A work that conjures the tension between the environment and the animals. The musical translation of the bearded seal songs and the performance of the JACK Quartet imposes for the time an emotional experience that entangles beauty and fear, external pressures with internal responses. The piece is perhaps as profoundly different from other musical expressions as the life of the bearded seals is from our own. In it, I find a new perspective on both music and these incredible animals&quot;.</p>\n<p>–Joshua Jones, Scripps Institution of Oceanography, UC San Diego.</p>\n<p>Few sounds I have found to be as fascinating as those of the bearded seals from the Chukchi sea in the Arctic Ocean. My first encounter with them was a recording by Ray, Watkins and Burns. It came to me that the sounds of the bearded seals would be ideal material for strings – the constant glissandi and the high resolution microtonal nuances characteristic of seal songs can be performed by no other acoustic instruments as idiomatically. All the music performed by the string quartet derives from transcriptions of several bearded seal songs, which were generously provided to me by Joshua Jones, researcher at the Scripps Whale Acoustic Lab, University of California, San Diego. Variations of the transcriptions (mainly in pitch and duration) were based on statistics of the bearded seal repertoire from 2008-2009, included in the Jones et al. article: Ringed, Bearded, and Ribbon Seal Vocalizations North of Barrow, Alaska: Seasonal Presence and Relationship with Sea Ice. The electronics for this piece consist of a hydrophone recording of sea ice from the Chuckhi sea, also a contribution of the Scripps Whale Acoustic Lab.</p>\n<p>Performers: The JACK Quartet</p>\n","frontmatter":"title: Under the sea ice\nsubtitle: Meditations on Arctic bearded seal songs\nduration: 11 min\nslug: under-the-sea-ice\nmp3: under-the-sea-ice.mp3_DESCRIPTION_JACK Quartet\nimage: under-the-sea-ice-AL5.png\nimg_width: 600\npdf: under-the-sea-ice.pdf_DESCRIPTION_Under the sea ice (score)\nyear: 2016\ncreation_date: 2015-12-15\ninstrumentation: (string quartet, electronics)\npremiere: JACK Quartet / Rivanna String Quartet. Charlottesville, VA\ncategory: Ensemble\nyoutube: IaYXwRApEOw"},{"attributes":{"title":"Vortex","subtitle":"for The William Winant Percussion Group","duration":"5 min 18 sec","slug":"vortex","mp3":"vortex.mp3_DESCRIPTION_Vortex, for 5 percussionists","image":"vortex.jpg","img_width":400,"pdf":"vortex.pdf_DESCRIPTION_Vortex (for 5 percussionists)","year":2016,"creation_date":"2015-09-30T00:00:00.000Z","instrumentation":"(glock., 2 mar., 2 roto tom, 2 tam tam, bass drum)","premiere":"The William Winant Percussion Group. Oakland, CA","category":"Ensemble","youtube":null},"body":"<p>This piece is derived from one of several recordings that I made while driving across the United States from Oakland, CA to Charlottesville, VA. The title, &quot;Vortex&quot;, refers to a new age idiosyncrasy in Sedona, AZ: the belief that there are zones of energy in specific points of the area. These zones attract tourists eager to practice (or perform) some spiritual activity. Uninspired by the animated demonstrations of enlightenment amidst the magnificent landscape, I kept exploring the area until I found Sedona&#39;s unique airport –mainly used for helicopters and small particular airplanes. It is set on the top of a small mountain that lies in the middle of the area&#39;s canyon&#39;s diameter. I recorded the takeoff of a helicopter, from its ignition to its flight, succeeded by the approach and landing of another helicopter. The choreography of these machines in such a setting was accompanied by fascinating noises. If there was any vortex in that valley, this was it for me. The red valley, the flying objects, their rhythmic, timbral and dynamic richness were adapted to be played specifically by the William Winant Percussion Group.</p>\n","frontmatter":"title: Vortex \nsubtitle: for The William Winant Percussion Group\nduration: 5 min 18 sec\nslug: vortex\nmp3: vortex.mp3_DESCRIPTION_Vortex, for 5 percussionists\nimage: vortex.jpg\nimg_width: 400\npdf: vortex.pdf_DESCRIPTION_Vortex (for 5 percussionists)\nyear: 2016\ncreation_date: 2015-09-30\ninstrumentation: (glock., 2 mar., 2 roto tom, 2 tam tam, bass drum)\npremiere: The William Winant Percussion Group. Oakland, CA\ncategory: Ensemble\nyoutube:"},{"attributes":{"title":"Water studies 1 and 2 (determinate version)","subtitle":"for string quartet","duration":"6 min","slug":"water-studies-determinate","mp3":"water-studies-1-2.mp3","image":"stream2.png","img_width":400,"pdf":"water-studies-1-2.pdf_DESCRIPTION_Water studies 1 and 2 (score)","year":2012,"creation_date":"2012-04-15T00:00:00.000Z","instrumentation":"(string quartet)","premiere":"Arditti Quartet. Oakland, CA | Cuarteto Arcano. Mexico City","category":"Ensemble","youtube":null},"body":"<p>Water study no. 1</p>\n<p>This piece is the study of the rhythm, tempi, pitches and harmonies of drops of water that fall into a porcelain bowl. It was my first attempt to analyze musical parameters in field recordings. I had begun working on this piece in 2011 and adapted it for the Arditti String Quartet in 2012. </p>\n<p>Water study no. 2</p>\n<p>The origin of this piece is the field recording of a stream descending to the Tonatiahua pond, in the Lagunas de Zempoala national park, Mexico, in June 12, 2011, 1:27 pm. The process of writing this piece implied listening for the rhythmic and pitch patterns of the stream, which were transcribed from the recording and eventually used as the basis for the melodic and textural materials of the music. These materials are presented as monody, melody and accompaniment, and polyphony. The juxtaposition of these techniques is a metaphor of the ear shifting its attention among different sounds of the water. As in many other recent works of mine, the goal of this piece is to incorporate the parameters of nature into musical vocabulary.</p>\n<p>Performers: Arditti String Quartet</p>\n","frontmatter":"title: Water studies 1 and 2 (determinate version)\nsubtitle: for string quartet\nduration: 6 min\nslug: water-studies-determinate\nmp3: water-studies-1-2.mp3\nimage: stream2.png\nimg_width: 400\npdf: water-studies-1-2.pdf_DESCRIPTION_Water studies 1 and 2 (score)\nyear: 2012\ncreation_date: 2012-04-15\ninstrumentation: (string quartet)\npremiere: Arditti Quartet. Oakland, CA | Cuarteto Arcano. Mexico City\ncategory: Ensemble\nyoutube:"},{"attributes":{"title":"Water studies 1 and 2 (indeterminate version)","subtitle":"for The Luna Ensemble","duration":"23 min","slug":"water-studies-open","mp3":"water-study-1.mp3_DESCRIPTION_Water Study 1 (indeterminate version)$ water-study-2.mp3_DESCRIPTION_Water study 2 (indeterminate version)","image":"stream.png","img_width":400,"pdf":"water-study-1-indeterminate.pdf_DESCRIPTION_Water study 1 (indeterminate score)$ water-study-2-indeterminate.pdf_DESCRIPTION_Water study 2 (indeterminate score)","year":2014,"creation_date":"2014-01-15T00:00:00.000Z","instrumentation":"(clarinet, e. guitar, piano, 2 percussionists, 2 electronics)","premiere":"The Luna Ensemble. San Francisco, CA","category":"Ensemble","youtube":null},"body":"<p>Water study no. 1 (indeterminate version)</p>\n<p>This piece is the study of the rhythm, pitches and harmonies of drops of water that fall into a porcelain bowl. It was my first attempt to analyze musical parameters in field recordings. Previous versions of the piece were direct transcriptions and orchestrations of the field recording. This version is a contrapuntal and electronic exploration of each of the textures created by the drops of water, which are repeated and multiplied while varying densities, tempi and timbre.</p>\n<p>Water study no. 2 (indeterminate version)</p>\n<p>The origin of this piece is the field recording of a stream descending to the Tonatiahua pond, Mexico, in June 12, 2011, 1:27 pm. The process of writing this piece implied listening for the rhythmic and pitch patterns of the stream, which were transcribed from the recording and eventually used as the basis for the melodic and textural materials of the music. These materials are presented as monody (a single melodic line), as melody and accompaniment, and as polyphony (two or more independent melodic lines). The juxtaposition of these techniques is a metaphor of the ear shifting its attention among different sounds of the water. A goal of this piece is to incorporate the parameters of nature into musical vocabulary, which requires from the composer, the performers and the listeners a thorough attention to sounds that are not conventionally understood as “musical”. This version of the piece, which features the field recording itself with filters and other electronic transformations; electric guitar, clarinet, xylophone and non-pitched percussion.</p>\n<p>Performers: Rachel Condry, clarinet; Jakob Pek, electric guitar; Christopher Luna-Mega, piano; Nava Dunkelman, percussion 1; Jennifer Wilsey, percussion 2; Jeanie Aprille Tang, electronics 1; Aaron Oppenheim, electronics 2.  </p>\n","frontmatter":"title: Water studies 1 and 2 (indeterminate version)\nsubtitle: for The Luna Ensemble\nduration: 23 min\nslug: water-studies-open\nmp3: water-study-1.mp3_DESCRIPTION_Water Study 1 (indeterminate version)$ water-study-2.mp3_DESCRIPTION_Water study 2 (indeterminate version)\nimage: stream.png\nimg_width: 400\npdf: water-study-1-indeterminate.pdf_DESCRIPTION_Water study 1 (indeterminate score)$ water-study-2-indeterminate.pdf_DESCRIPTION_Water study 2 (indeterminate score)\nyear: 2014\ncreation_date: 2014-01-15\ninstrumentation: (clarinet, e. guitar, piano, 2 percussionists, 2 electronics)\npremiere: The Luna Ensemble. San Francisco, CA\ncategory: Ensemble\nyoutube:"},{"attributes":{"title":"Waves Break Aural Shores","subtitle":"portrait of Puerto Marqués","duration":"10 min","slug":"waves-break-aural-shores","mp3":"waves.mp3_DESCRIPTION_New Thread Quartet","image":"waves-pic.png","img_width":400,"pdf":"waves-score.pdf_DESCRIPTION_Waves Break Aural Shores (portrait of Puerto Marqués)","year":2018,"creation_date":"2018-02-06T00:00:00.000Z","instrumentation":"(saxophone quartet, electronics)","performances":"February 2, 2018. Old Cabell Hall, University of Virginia, Charlottesville, Virginia.","premiere":"New Thread Quartet. Brooklyn, NY","category":"Ensemble","youtube":"Ft6awsgHT64"},"body":"<p>&quot;Within the imperfect circle of his optical universe, the perfection of that oscillatory motion formulated promises that the unrepeatable oneness of each wave condemned to not be kept&quot;. \n–Alessandro Baricco, Ocean Sea.</p>\n<p>This piece is an exploration of the varying ways in which human and technological perception can understand reality. Waves Break Aural Shores was written using various spectral analyses of the sound of the ocean in Puerto Marqués, in the Pacific Coast of Mexico. Each analysis utilizes a specific resolution, register and loudness threshold, which result in different music notations and instrumental techniques. This leads to the notion of different versions of reality (waves) through the multiplicity and variability of perception (aural shores). Underlying the technique and theory behind the piece, my attempt is to translate the breath and pulse of the breaking waves, to reach inside the heart of another vastness. </p>\n","frontmatter":"title: Waves Break Aural Shores \nsubtitle: portrait of Puerto Marqués\nduration: 10 min\nslug: waves-break-aural-shores\nmp3: waves.mp3_DESCRIPTION_New Thread Quartet\nimage: waves-pic.png\nimg_width: 400\npdf: waves-score.pdf_DESCRIPTION_Waves Break Aural Shores (portrait of Puerto Marqués)\nyear: 2018\ncreation_date: 2018-02-06\ninstrumentation: (saxophone quartet, electronics)\nperformances: February 2, 2018. Old Cabell Hall, University of Virginia, Charlottesville, Virginia.\npremiere: New Thread Quartet. Brooklyn, NY\ncategory: Ensemble\nyoutube: Ft6awsgHT64"}]